Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: Show Subentry under this Component
fa: نمایش مدخل فرعی زیر این عضو

source: Show the first item.
fa: نمایش اولین مورد.

source: Show the last item.
fa: نمایش آخرین مورد

source: Show Unused Items
fa: نمایش قسمتهای استفاده نشده

source: Show Vernacular Spelling _Errors
fa: نشان دادن اشتباهات دیکته‌ای زبان بومی

source: Show Word Category in Category Edit
fa: نمایش طبقه‌بندی در ويرايشگر

source: Show Word Category in Concordance
fa: نمایش طبقه‌بندی واژه در کشف‌اللغات

source: Show Word Gloss in Concordance
fa: مشاهده تطابق فهرست واژه

source: Show Wordform in Concordance
fa: نمایش واژه در کشف‌اللغات

source: &Show:
fa: نمایش:‏

source: Similar Entries
fa: مدخلهای همانند

source: &Similar writing system
fa: روش نگارش همانند

source: Similar writing system:
fa: روش نگارش همانند‏:‏

source: simulfix
fa: صنعت قلب

source: {0} Simulfix
fa: {0} صنعت قلب

source: Single Character
fa: تک حرفی (علامت)‏

source: Size
fa: اندازه

source: S&ize:
fa: اندازه‏:‏

source: Si&ze:
fa: اندازه‏:‏

source: Slot Name
fa: نام شکاف

source: Slot Names
fa: نامهای شکاف

source: Slots
fa: شکافها

source: Slots (for Infl. Affixes)
fa: شکافها (برای وندهای صرفی)‏

source: &Small Icons
fa: تصویرهای کوچک

source: Sociolinguistics Note
fa: یاداشت زبانشناسی اجتماعی

source: Sociolinguistics Notes
fa: یاداشتهای زبانشناسی اجتماعی

source: Some files in the Linked Files folder are newer than the ones which will be restored, and these may not be files that this FieldWorks project links to yet.
fa: بعضی از پرونده‌ها در فولدر پرونده‌های پیوند شده جدیدتر از آن می‌باشد که برگردان سازی شده است، و اینها پرونده‌هایی نیستند که تا بحال پروژه‌های پیوندی FieldWorksباشند.

source: Some grammatical information will be lost! Do you still want to continue?
fa: برخی از داده‌های دستوری از دست خواهند رفت! آیا هنوز مایل به ادامه دادن هستید؟

source: somewhere after
fa: جایی در بعد

source: somewhere before
fa: جایی در قبل

source: Song of Solomon
fa: غزل غزلها

source: &Sort items by name
fa: &مرتب‌سازی موارد به ترتیب نام

source: &Sort order:
fa: ترتیب چیدن‏:‏

source: Sorted by {0}
fa: از {0} مرتب شده

source: Sorted By Length
fa: از طولش مرتب شده

source: Sorted From End
fa: از آخرش مرتب شده

source: _Sorting
fa: مرتب سازی

source: Sorting
fa: مرتب سازی

source: Sound Files
fa: پروندههای صوتی

source: _Sound or Movie
fa: صوت یا تصویر

source: Source
fa: منبع

source: Source and destination columns should be different
fa: ستونهای مبدا و مقصد باید متفاوت باشند

source: Source Field:
fa: بخش مبداء:‏

source: Source Order
fa: ترتیب منبع

source: Source:
fa: منبع:

source: Sources
fa: منابع

source: SPACE
fa: فضا

source: {0} Space character
fa: {0} علامت فضایی

source: Special _character...
fa: نویسه مخصوص...‏

source: Special Note
fa: توصیح مخصوص

source: Specific &Sense
fa: معنی خاص

source: Specify any custom Unicode characters needed for {0}:
fa: هر نشانهٔ کلید معمولی که برای {0} مورد نیاز باشد را مشخص نمایید:

source: Specify Concordance Criteria
fa: ملاک منطبق اختصاص داده شود

source: Specify concordance criteria...
fa: ملاک منطبق اختصاص داده شود...‏

source: Specify different Grammatical Info...
fa: دادههای دستوری متفاوت اختصاص داده شود...‏

source: Specify Different Grammatical Info...
fa: دادههای دستوری متفاوت اختصاص داده شود...‏

source: Specify FieldWorks writing system
fa: تشخیص نظام نگارشی فیلدوورکس

source: Specify Grammatical Info...
fa: دادههای دستوری اختصاص داده شود...‏

source: Specify punctuation usage for {0}.
fa: تشخیص و انتخاب کاربرد نقطه‌گذاری برای زبان {0}.‏

source: Specify the set of valid characters for {0}.
fa: مجموعه علایم و حروف معتبر را برای {0} مشخص کنید.‏

source: Specify Writing Systems
fa: تشخیص روش نگارش

source: Spelled correctly?
fa: املا صحیح است؟

source: &Spelling
fa: املا

source: Spelling
fa: املا

source: Spelling dictionary
fa: فرهنگ لغت املا

source: Spelling dictionary:
fa: لغتنامه درست نوشتن (املایی):‏

source: Spelling Errors
fa: خطای حروفی

source: Spelling Status
fa: وضع املاء

source: standard format
fa: شکل استاندارد

source: Standard Format Files
fa: شکل استاندارد پروندهها

source: Standard Format Import
fa: وارد نمودن شکل استاندارد

source: Standard Format Import Setup
fa: برپاسازی وارد نمودن شکل استاندارد

source: _Standard Format Lexicon...
fa: شکل استاندارد واژگان...‏

source: Standard Format text
fa: شکل استاندارد متن

source: &Standard Format...
fa: شکل استاندارد...‏

source: Start the Parser running.
fa: آغاز تجزیه

source: Starting import...
fa: آغار وارد نمودن...

source: Startup Problem
fa: آغاز نمودن مشکل

source: status
fa: وضعیت

source: Status
fa: وضعیت

source: &Status
fa: وضعیت

source: stem
fa: بن

source: {0} Stem
fa: {0} بن

source: STEM
fa: بن

source: Stem Allomorph
fa: بن واژگونه

source: Stem Analysis
fa: تجزیه بن

source: Stem Form
fa: شکل بن

source: Stem name
fa: نام بن

source: Stem Name
fa: نام بن

source: Stem Names
fa: نامهای بن

source: Stem/root of unknown category; takes any affix
fa: بن/ریشه بخش ناشناخته؛ هر نوع وند متصل می‌شود

source: Stem-based (complex forms as main entries)
fa: بر اساس بن (شکل پیچیده به عنوان مدخلهای اصلی)‏

source: stems
fa: بنها

source: Step {0} of {1}
fa: مرحلهٔ {0} از {1}

source: Step 1
fa: قدم اول

source: Step 1 of 8
fa: قدم اول از هشت

source: Step 1: Find the Lexical Entry
fa: قدم اول: مدخلی را جستجو نمایید

source: Step 1: Find the Lexical Entry of the Morpheme
fa: قدم اول: برای تکواژ، مدخلی را جستجو نمایید

source: Step 2
fa: قدم دوم

source: Step 2: Select Entry or Sense
fa: قدم دوم: مدخل یا معنی را انتخاب نمایید

source: Step 2: Select the Allomorph (Lexeme or Alternate form)
fa: قدم دوم: واژگونه را انتخاب نمایید ( واژه و یا شکلی دیگر)‏

source: Step 2: Select the Grammatical Info.
fa: قدم دوم: دادههای دستوری انتخاب نمایید

source: Step 3
fa: قدم سوم

source: &Stop
fa: توقف کرن

source: Stop
fa: توقف کرن

source: Stop Importing
fa: توقف وارد نمودن

source: _Stop Parser
fa: پایان تجزیه

source: Stop the Parser.
fa: پایان تجزیه.‏

source: Stopping import...
fa: توقف وارد نمودن...‏

source: String Representation
fa: نمایش رشته واژگانی

source: String, reordered at word clicked
fa: مجموع وژگان، جابجایی واژۀ کلیک شده

source: &Style
fa: سبک

source: Style
fa: سبک

source: Style Changes
fa: تغیرات سبک

source: Style type:
fa: نوع سبک

source: &Style...
fa: سبک...‏

source: St&yle:
fa: سبک:‏

source: Style:
fa: سبک:

source: Styles
fa: سبکها

source: &Styles...
fa: سبکها...‏

source: _Styles...
fa: سبکها...‏

source: Styles...
fa: سبکها...‏

source: &Styles:
fa: سبکها:‏

source: Subcategories
fa: طبقه‌بندی‌های فرعی

source: Subcategory
fa: طبقه‌بندی فرعی

source: Subcategory...
fa: طبقه‌بندی فرعی...‏

source: Subdomain
fa: حوضۀ فرعی

source: Subdomains
fa: حوضه‌های فرعی

source: Subentries
fa: مدخلهای فرعی

source: _Subentry (derivative)
fa: مدخل فرعی (اشتقاق)‏

source: Subentry Type
fa: نوع مدخل فرعی

source: Subentry under
fa: مدخل فرعی زیر

source: Subentry Under Reference
fa: مدخل فرعی زیر مجموعهٔ مرجع

source: Subentry/Complex Form Type :
fa: مدخل فرعی/نوع شکل پیچیده:

source: Subitem
fa: اقلام فرعی

source: Subitems
fa: اقلام فرعی

source: Subrecord
fa: ثبت فرعی

source: Subrecord of
fa: ثبت فرعی از

source: Subrecord of subrecord
fa: ثبت فرعی از ثبت فرعی

source: Subscrip&t
fa: زیرنویس

source: Subscript
fa: زیرنویس

source: Subsense (in sense)
fa: معنی فرعی (در معنی)‏

source: Subsenses
fa: معانی فرعی

source: SubSenses
fa: معانی فرعی

source: Successful
fa: موفق

source: suffix
fa: پسوند

source: {0} Suffix
fa: {0} پسوند

source: S&uffix:
fa: پسوند:‏

source: Suggestion:
fa: پیشنهاد:‏

source: Summary Definition
fa: توضیح کوتاه

source: Sup&erscript
fa: بالانویس

source: Superscript
fa: بالانویس

source: Supporting Files
fa: پرونده‌های پشتیبان کننده

source: Supporting &files (for example, fonts, keyboards, converters)
fa: پرونده‌های پشتیبان کننده(نظیر، فونت‌ها، صفحه کلیدها، برگردان کننده‌ها)

source: Supporting files (for example, fonts, keyboards, converters)
fa: پرونده‌های پشتیبانی (نظیر، فونت‌ها، صفحه کلیدها، برگردان کنندها)

source: suprafix
fa: فوق وندی

source: {0} Suprafix
fa: {0} فوق وندی

source: Surrounding context:
fa: زمینه احاطه کننده:‏

source: &Swap
fa: جانشین کردن

source: Swap Allomorph with Lexeme Form
fa: جانشین نمودن واژگونه باصورت تکواژه

source: Swap Lexeme Form with Allomorph
fa: جانشین نمودن صورت تکواژه با واژگونه

source: Swap Lexeme Form with Allomorph...
fa: جانشین نمودن صورت تکواژه با واژگونه...‏

source: System Default
fa: پیش‌گزیدۀ سیستم

source: System Language for keyboard input:
fa: روش زبانی جهت دادههای کیبورد:‏

source: Tab Title
fa: عنوان قسمت

source: Table
fa: جدول

source: Tagging
fa: علامت زدن

source: Take care - other users connected
fa: احتیاط - کاربران دیگر ارتباط دارند

source: Target Field:
fa: بخش مقصد:‏

source: Target not found
fa: هدف

source: Targets
fa: اهداف

source: TECkit Mapping Files
fa: پروندههای طرح TECkit

source: Template Name
fa: اسم الگو

source: Test
fa: امتحان

source: Test the {0} writing system:
fa: آزمایش روش نگارشی زبان {0}:‏

source: Text
fa: متن

source: Text Chart
fa: جدول متن

source: Text Chart Markers
fa: نشانه جدول متن

source: Text Constituent Chart Template
fa: الگوی جدول زنجیرهٔ متن

source: Text Constituent Chart Templates
fa: الگوهای جدول ساختار متن

source: Text field import options
fa: گزینه‌های وارد کردن بخش متن

source: Text Files
fa: پروندههای متن

source: Text Files (*.txt)|*.txt|All Files (*.*)|*.*
fa: پروندههای متن (*.txt)|*.txt|همهٔ پروندهها (*.*)|*.*

source: Text files|*.txt
fa: پروندههای متن|*.txt

source: Text is {0}
fa: متن {0} می‌باشد

source: Text is a translation
fa: متن ترجمه است

source: Text Markup Tags
fa: علامت گذاری متن

source: texts
fa: متون

source: Texts
fa: متون

source: _Texts && Words
fa: متون و کلمات

source: Texts & Words
fa: متون & واژگان

source: Texts...
fa: متون...‏

source: Thank you for checking out this preview version of FieldWorks Language Explorer.
fa: از اینکه رونمایی نوع FieldWorks Language Explorer را مشاهد نمودید، تشکر می‌کنیم.

source: Thank you for checking out this version of FieldWorks Language Explorer.
fa: از این که این مدل Fieldworks language Explorer را استفاده نمودید، تشکر می‌کنیم.

source: Thanks, and change the default Linked Files location for this project.
fa: تشکر، و محل پرونده‌های پیوند شده معمول را برای این پروژه تغییر دهید.

source: The "{0}" writing system already exists. To distinguish the new writing system you are creating from "{0}", add script, region and/or variant information.{1}{1}Alternatively, remove this new writing system and use the existing writing system, "{0}", if it meets your needs.
fa: نظام نگارشی "{0}" به صورت کامل کد "{0}"را بکار می‌برد. جهت تشخیص نظام نگارشی که شما از "{0}" ایجاد نموده‌اید، اضافه نوع خط، اطلاعات منطقه و یا گونه، را بکار برید. به طور انتخابی {1}{1}،در صورت نیاز، برنامه نظام نگارشی را بسته و نظام نگارشی موجود،"{0}" ، را استفاده نمایید. در حال حاضر

source: The {0} database needs to be updated from version {1} to version {2}.{3}{3}Performing this update could take a while. Do you want to continue with the Update?
fa: دادههای پایه‌ای {0} {1} به نوع{2} می‌باشد.{3}{3} در حال کار می‌باشد و این جدیدسازی لحظاتی طول می‌کشد. آیا مایلید که روند جدیدسازی را ادامه دهید؟ نیاز به جدیدسازی از نوع

source: The {0} I need is not shown in the Catalog. Create a custom {1}.
fa: {0} که نیاز دارم در بخش نشان داده نشده. یک {1} را ایجاد کنید.‏

source: The allomorph is used in these contexts.
fa: همگونه در این متن بکار رفته شده است.

source: The backup XML file is either invalid or too old to convert directly.
fa: جانشین سازی پرونده XML نه غیر معتبر است و نه برای تبدیل مستقیم خیلی قدیمی می‌باشد.

source: The category is used in these contexts:
fa: این بخش در این بافتها استفاده شده است:‏

source: The conversion process has failed! Are you sure the input was a backup from FieldWorks version 6.0 or later? The conversion process returned error code {0} and error message {1}.
fa: روند تبدیل با مشکل مواجه شد! مطمئن هستید که وارد نمودن شما از FieldWorks version 6.0 و یا نوع جدیدتر می‌باشد؟ روند تبدیل با اخطار کد {0} و پیام اخطار {1}برگشت.

source: The Database folder ({0}) could not be found. This is usually a sign of a corrupt FieldWorks installation. Please reinstall FieldWorks or consult your system administrator.
fa: فولدر بانک اطلاعاتی ({0}) یافت نشد. این معمولا" نشانه‌ای از نصبی ناقص برنامه FieldWorks است. لطفا" FieldWorks را دوباره نصب نمایید و یا با مدیر سیستم خود مشورت نمایید.

source: The Database folder ({0}) is compressed. A new project cannot be created unless the folder is decompressed. To fix this problem, close down this application and any other open FieldWorks applications. When you next launch a FieldWorks application, there will be an opportunity to fix the folder automatically.
fa: پروندهٔ پایگاه داده‌های ({0}) فشرده شده است. پروژه‌ای جدیدی را در صورتی که فشرده نباشد نمی‌توان ایجاد کرد. جهت برطرف نمودن این مشکل نیاز است که این کاربرد را بسته و کاربردهای دیگر باز فیلدوورکس هم نیاز است که بسته باشند. وقتی که یک برنامهٔ فیلدوورکس دیگری را باز نمایید، فرصتی می‌باشد که بطور خودکار تعمیر شود.

source: The Database folder ({0}) is encrypted. A new project cannot be created unless the folder is decrypted. To fix this problem, close down this application and any other open FieldWorks applications. When you next launch a FieldWorks application, there will be an opportunity to fix the folder automatically.
fa: پروندهٔ دادههای ({0}) پنهان است. پروژهٔ جدیدی را تا زمانی که پرونده آشکار نشود، نمی‌توان ایجاد کرد. برای برطرف نمودن این مورد، همهٔ برنامه‌های مورد استفاده از فیکدوورکس را ببندید. وقتی که فیلدوورکس را دوباره بکار برید، به طور خودکار پرونده تعمییر می‌شود.

source: The default discourse chart template cannot be deleted, moved or promoted.
fa: جدول متن معمول را نمی‌توان حذف یا انتقال و یا عمل فوریتی انجام داد.

source: The entry is used in these contexts.
fa: این مدخل در این بافتها بکار برده شده.‏

source: The FieldWorks import process automatically maintains this file.
fa: روند وارد کردن Fieldworks به صورت خودکار این پرونده را اصلاح و نگهداری می‌نماید.

source: The file you have selected is not in the Linked Files folder for this project. Would you like to move or copy the file to that folder to make it easier to share and back up, along with your other project data?
fa: پرونده‌ای را که شما برگزیدید فولدر پرونده‌های پیوند شده برای این پروژه نمی‌باشد. مایل به انتقال و یا کپی کردن پرونده به آن فولدر برای آسانتر نمودن در میان گذاشتن و یا جانشین سازی آن پروند با داده‌های پروژه دیگر خود هستید؟

source: The filter is being turned off so that you can see the new text.
fa: فیلتر کار نمی‌کند پس می‌توانید متن جدید را ببینید.‏

source: The following inflectional affixes may be added to the obligatory slot {0}.
fa: وندهای صرفی زیر نیاز است که به قسمتهای اجباری {0} اضافه شود.

source: The following inflectional affixes may be added to the optional slot {0}.
fa: وندهای صرفی زیر نیاز است که به قسمتهای انتخابی {0} اضافه شود.

source: The following projects did not migrate successfully:
fa: پروژه‌های زیر با موفقیت منتقل نشد:

source: The following writing systems were updated in another project. Would you like to use those changes in this project ({1}) too? {0}
fa: نظامهای نگارشی زیر در پروژهٔ دیگری به روزرسانی شده‌اند. مایل به بکار بردن آن تغییرات در این پروژه ({1}) هستید؟ {0}

source: The last remaining Text Markup tag list cannot be deleted.
fa: آخرین نشانه‌گذاری متن باقی ماندهٔ فهرست بخش را نمی‌توان حذف نمود.

source: The last time {0} started, it stopped responding when attempting to open the FieldWorks project: {1}
fa: آخرین بار {0}آغاز شد، در هنگام اقدام به باز نمودن پروژهٔ Fieldsworks ناتوان به عمل نمودن شد: {1}

source: The lexeme form does not match the morpheme type.
fa: شکل واژه با نوع تکواژ منطبق نمی‌باشد.

source: The lexical reference type is used in this context:
fa: نوع مرجع واژگانی در این بافت بکار برده شده:‏

source: The link target is not currently available, probably because a filter excludes it. Do you want to turn off the filter?
fa: هدف دیده نمی‌شود به خاطر اینکه یک پالایه روشن است. آیا می‌خواهِد فیلتر را خاموش بکنید؟

source: The Linked Files folder ({0}) does not exist. Please create the folder or insert the USB drive then press Yes. Press No to use the default location.
fa: فولدر پرونده‌های پیوند شده ({0}) وجود ندارد. لطفا" فولدر ایجاد نمایید و یا یو اس بی درایو را وارد نمایید و بله را فشار دهید. خیر را برای کاربردن محل معمول فشار دهید.

source: The Linked Files folder was not previously stored in the project folder.
fa: فولدر پرونده‌های پیوند شده قبلا" در فولدر پروژه ذخیره نشده بود.

source: The &original name: {0} (will overwrite)
fa: &نام اصلی: {0} (جایگزین خواهد شد)

source: The program may quit after the restore has finished. If it does, you can then restart the program on the (restored) project.
fa: ممکن است که برنامه پس از پایان عملیات برگرداندن خارج شود. در این صورت، برنامه را می‌توانید دوباره در پروژهٔ برگردانده شده آغاز کنید.‏

source: The project has already been migrated (or created separately).
fa: پروژه منتقل شده است (یا بطور جداگانه ایجاد شد)

source: The project name you entered is too long: {0} Enter a shorter name.
fa: نام پروژه‌ای که شما وارد نمودید خیلی بلند است: {0} وارد نمودن نامی کوتاهتر.

source: The Region Abbreviation must be exactly 2 or 3 characters long.
fa: بخش مخفف باید دقیقا" دارای ۲ و یا ۳ نشانه داشته باشد.

source: The region abbreviation you entered is already in use.
fa: بخش مخففی که وارد نموده‌اید هم اکنون در حال استفاده می‌باشد.

source: The requested FieldWorks project could not be opened:
fa: پروژهٔ FieldWorks درخواست شده قادر به باز شدن نیست:

source: The Script Abbreviation must be exactly 4 characters long.
fa: مخفف متن مخفف باید دقیقا" دارای ۴ علامت باشد.

source: The selected lexical entry ({0}) is a {1}.
fa: مدخل واژگانی انتخاب شده ({0}) {1} می‌باشد.‏

source: The selected lexical entry (<CitationForm>) is a <MorphType>.
fa: مدخل واژگانی انتخاب شدهٔ (<CitationForm>) یک <MorphType> می‌باشد.

source: The sense is being used in these contexts:
fa: مفهوم و معنی در این متون بکار برده شده است:‏

source: The text charting mechanism can only handle one template at this point. Only the first template will be used.
fa: طرز کار نمودار متن تنها قادر است که با یک قالب و الگو در این جایگاه عمل کند.

source: The Text Markup Tags list can only have two levels (tag types and tags).
fa: فهرست قسمتهای نشانه‌گذاری متن تنها دارای دو سطح می‌باشد. (گونه‌های قسمت و قسمتها)

source: The two entries have been merged.
fa: دو مدخل ترکیب شده‌اند.

source: The underlying text for this chart appears to have changed. The program has attempted to repair things, but you may just need to start over.
fa: متن زیر برای این نمودار ظاهرا" تغییر یافته است. برنامه تلاش کرد که موارد را تعمییر نماید اما نیاز است که شما دوباره از آغاز شروع نمایید.

source: The updated mapping file <{0}> has been saved.
fa: نقشهٔ پروندهٔ جدیدسازی شدهٔ <{0}> ذخیره شده است.

source: The values stored in this dialog box control the parsers.
fa: ارزشهای ذخیره شده در خانهٔ پیغام تجژیه‌گرها را کنترل می‌کند.

source: The variant abbreviation "{0}" is reserved for "{1}", so it cannot be used here.
fa: مخفف متغیر "{0}" برای اینکه اینجا بکار رود، برای "{1}" نگهداشته شده است.

source: The variant abbreviation "{0}" was associated with "{1}". Do you want to change "{0}" to refer to "{2}"?
fa: مخفف متغیر "{0}" با "{1}" پیوند شده است. مایل هستید که "{0}" را به مرجع "{2}" تغییر دهید؟

source: The variant abbreviation you entered is already in use.
fa: مخفف متغیر وارد شده در حال استفاده است.

source: The variant name "{0}" is already associated with "{1}", so it cannot be used here.
fa: نام متغیر "{0}" با "{1}" در ارتباط است، به این علت نمی‌توان در اینجا بکار رود.

source: The writing system {0} and all text in the writing system will be deleted permanently. Are you sure you wish to delete the writing system?
fa: نظام نگارشی {0} و تمام متن در نظام نگارشی برای همیشه حذف خواهد شد. آیا شما مایل به حذف نمودن نظام نگارشی هستید؟

source: The writing system and all text in the writing system will be deleted permanently. Are you sure you wish to delete the writing system?
fa: نظام نگارشی و تمام متن در نظام نگارشی برای همیشه حذف خواهد شد. مطمئن به حذف نظام نگارشی هستید؟

source: The writing system could not be installed. There is a problem in your language definition. See the FieldWorks ReadMe for help in this area.
fa: نظام نگارشی قادر به نصب شدن نیست. مشکلی در تعریف زبان شما وجود دارد. رجوع کنید به توضیحات در مورد برنامه FieldWorksجهت کمک در این قسمت.

source: The writing system could not be modified. There is a problem in your language definition. See the FieldWorks ReadMe for help in this area.
fa: نظام نگارشی قادر به بازیافت نیست.مشکلی در تعریف زبان خود وجود دارد. رجوع کنید به توضیح در مور FieldWorks برای کمک به این قسمت.

source: The XML is not well-formed; you need to correct it and try again.
fa: XML به خوبی انجام نشد؛ نیاز به تعمیر دوباره آن هستید.

source: The zip file does not appear to contain a FieldWorks backup. Did you remember to make a backup that includes an XML version of the data?
fa: پرونده فشرده شده برای دارا شدن یک جانشین سازی FieldWorks ظاهر نشد. آیا به خاطر دارید که برای انجام جانشین سازی خود دارای ورژنی از XMLبرای داده‌های خود هستید؟

source: The zip file does not contain a version 6.0 (or earlier) FieldWorks backup.
fa: پرونده فشرده شده دارای ورژنی از ۶،۰ (و یا قدیمیتر) جانشین سازی شده FieldWorks.

source: There are duplicate {0} fields named "{1}". Please choose a different name.
fa: به طور دوبار بخشهای {0} به صورت "{1}" نامیده شده است. لطفاً نام دیگری را انتخاب نمایید.‏

source: There is already a project with the same name as the one you are trying to convert.
fa: پروژه‌ای با همان نام که شما مایل به تبدیل هستید وجود دارد.

source: There was a problem opening the current version of the file {0}, dated {1}. Would you like to open the automatic backup, {2}, dated {3}?
fa: مشکلی در هنگام باز نمودن ورژن موجود پرونده {0}، در تاریخ {1}, آیا مایل به باز کردن خودکار جانشین سازی {2}, در تاریخ {3} هستید؟

source: There was a problem while trying to restore the settings. Your settings will be restored to their default values.
fa: در هنگام برگردان سازی تنظیمها مشکلی ایجاد شده بود. تنظیمهای شما برای برگشتن به اندازه‌های معمول برگردان سازی خواهند شد.

source: There was an error processing that click or keypress
fa: مشکل پردازشی که با کلیک کردن بود.

source: There was an error trying to create a subfolder of the new project. The error was: {0}
fa: مشکلی در هنگام ایجاد یک فولدر فرعی در پروژهٔ جدید بود. مشکل: {0}

source: There was an error when creating the backup file for project: {0}. The error was: {1}
fa: اشکالی در هنگام ایجاد پرونده جانشین سازی برای پروژه بود: {0}. مشکل بود: {1}

source: There was an error while reading in the XML file: {0}.
fa: مشکلی در هنگام خوانده شدن در پرونده XMLبود: {0}.

source: These are the languages used for translations, texts, lexical headwords, example sentences, people, location names, etc. Select, or define, a default vernacular language writing system.
fa: این زبانها برای ترجمهٔ متون، واژگان کلیدی، جملات نمونه، مردم، نامهای موقعیت مکانی، و نظیر آن. یک روش نگارش زبانی را توصیف و یا انتخاب نمایید.‏

source: These localizations are not all complete and are not necessarily thoroughly reviewed. If you have feedback, please send it to FLEx_Localization@sil.org.
fa: ‮همۀ این جایگیریها کامل نیافته و کاملاً بازنگری نشده‌اند. اگر نظری دارید، لطفاً نظر خود را به ‪FLEx_Localization@sil.org‬ بفرستید.‬

source: 1 Thessalonians
fa: اول تسالونیکیان

source: 2 Thessalonians
fa: دوم تسالونیکیان

source: {0} Third capture
fa: {0} سومین یافته

source: This dialog helps you create a new FieldWorks project, into which you can then enter data using FieldWorks applications.
fa: ‮این بخش به کمک می‌کند که پروژهٔ جدیدی ایجاد نمایید تا بتوانید داده‌ها‌یی را که ‪Fieldworks‬ نیاز داشته باشد وارد نمایید.
